{
  "translation": "english",
  "create": "crear",
  "Create": "Crear",
  "credit": "crédito",
  "Credit": "Crédito",
  "gallery": "galería",
  "Gallery": "Galería",
  "accounts": "cuentas",
  "Accounts": "Cuentas",
  "transfer": "transferir",
  "Transfer": "Transferir",
  "settings": "ajustes",
  "Settings": "Ajustes",
  "first NFT market explorer on Kusama and Polkadot": "Primer explorador del mercado de NFT en Kusama y Polkadot",
  "legend": "leyenda",
  "collection": "colección",
  "Collection": "Colección",
  "owner": "Propietario",
  "actions": "Acciones",
  "facts": "Datos",
  "instance": "ejemplo",
  "Instance": "Ejemplo",
  "context": "Context",
  "using": "usando",
  "computed id": "ID aleatorio",
  "content": "Contenido",
  "create collection": "Crear Colección",
  "Owner address of minted art": 
    "Dirección del propietario de la obra",
  "Name you want to show in gallery view": 
    "Nombre que desea mostrar en la vista de la galería",
  "Symbol you want to trade it under": 
    "Symbol you want to trade it under",
  "Describe your collection, it will show under collection view": 
    "Describe tu collección, se mostrará debajo de la vista de la colección",
  "Add collection cover which will show up at collection view": 
    "Añadir portada de la colección que se mostrará encima de la vista de la colección",
  "Select collection where do you want mint your token": 
    "Seleccione la colección donde desea añadir su token",
  "Maximum NFTs in collection": 
    "Máximo de NFTs en la colección",
  "Account": "Cuenta",
  "Name": "Nombre",
  "Symbol": "Símbolo",
  "Description": "Descripción",
  "Multimedia data": "Datos Multimedia",
  "Metadata IPFS Hash": "Metadata IPFS Hash",
  "Add Token": "Añadir Token",
  "Mint": "Añadir",
  "Transferable is by default": "Transferible por defecto",
  "Serial Number": "Número de serie",
  "Name of your token": "Nombre del token",
  "Instance_tooltip": 
    "Nombre abreviado",
  "Upload will upload your image of the NFT": "Subir imagen del NFT",
  "Click to add image": "Click para añadir imagen",
  "Add Animated File": "Añadir archivo animado",
  "Image data": "Datos de la imagen",
  "Explorer": "Explorador",
  "Gallery of NFT Tokens and Collectibles": "Gallería de Tokens NFT y Coleccionables",
  "Create your NFT Token & Collectibles": "Crea tus propios Token NFT & Coleccionables",
  "New here? We have F.A.Q.": "¿Eres nuevo? Consulta nuestras Preguntas Frecuentes",
  "Feedback? We\\'d be happy to discuss it.": "¿Tienes algún comentario? Lo discutiremos contigo encantados.",
  "Read our story, how we started.": "Lee nuestra historia, nuestros inicios.",
  "Frequently Asked Question": "Preguntas Frecuentes",
  "FAQQ1": "¿Qué moneda se utiliza para los NFTs?",
  "FAQA1": "<a href=\"https://kusama.network/\">Kusama, $KSM</a>. Puede conseguirlo a través de <a href=\"#/rmrk/credit\">Credit</a> feature or <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">nuestro exchange</a>.",
  "FAQQ2": "¿Qué billetera necesito para añadir, comprar y coleccionar?",
  "FAQA2": "Por ahora recomendamos el uso de <a href=\"https://polkadot.js.org/extension/\">Polkadot Extension</a>. Más adelante tenemos previsto añadir la experiencia mobile-first. En todo caso, <b>guarda tus palabras secretas, son solo tuyas y donde guardas todo el valor.</b>",
  "FAQQ3": "¿Cómo añado mis trabajos?",
  "FAQA3": "Tienes que ir a <a href=\"/#/rmrk/create\">Crear</a>. Tienes que añadir primero la Colección y luego el Token. Si quieres un vídeo, ¡contacta con nosotros!",
  "FAQQ4": "¿Cómo puedo cambiar KSM por mi obra de arte?",
  "FAQA4": "KSM está en la mayoría de exchanges populares. La liquidez diaria en los exchanges es de aproximadamente $200M a la hora de escribir este artículo y 1 $KSM está valorado en ~ $100.",
  "FAQQ5": "Soy un recién llegado, ¿cómo puedo comprar KSM?",
  "FAQA5": "Tenemos integración con <a href=\"https://ramp.network\">Ramp.network</a>, clica en <a href=\"#/rmrk/credit\">Crédit la barra de navegación</a>. Puedes usar Revolut, transferecia bancaria, Tarjeta de Débito y Apple Pay para recargar tu dirección de KSM. También puedes <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">comprar $KSM en Binance</a>",
  "FAQQ6": "¿Cómo puedo comprar KSM con ETH, DAI, BTC..?",
  "FAQA6": "Para obtener las mejores tarifas, puedes <a href=\"https://www.coingecko.com/en/coins/edgeware#markets\">usar la lista de exchanges</a>. Para una mejor experiencia <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">recomendamos el uso de Binance</a>. Si solo quieres hacer <a href=\"https://simpleswap.io/?ref=6cc6e0c538ad\">un simple intercambio, usa SimpleSwap</a>.",
  "FAQQ7": "¿Cuál es el procedimiento cuando soy creador de NFT?",
  "FAQA7": "En primer lugar, hay que instalar <a href=\"https://polkadot.js.org/extension/\">Polkadot Extension</a>, <b>guarda tus palabras secretas</b>. A continuación, recargue la dirección de su billetera a través de nuestra opción <a href=\"#/rmrk/credit\">Crédito</a>. Cuando tengas fondos, vete a <a href=\"/#/rmrk/create\">Crear</a>, crear Colección. Espera a que la Colección esté añadida, entonces vete a <a href=\"/#/rmrk/create\">Crear Token</a> y ¡añade tu primer token! Si has tenido problemas, estamos trabajando en nuestro flujo UX. KodaDot tiene un código de alrededor de un mes de antigüedad y todavía se puede mejorar, tengan paciencia con nosotros, sólo somos un equipo de dos personas. Feliz Uso 😌",
  "FAQQ8": "¿Puedo usar esto en mundos virtuales?",
  "FAQA8": "Estamos explorando posibilidades, de hecho planeamos investigar activamente sobre esto en nuestro segundo objetivo",
  "FAQQ9": "Tengo errores, ¿cómo puedo resolverlos?",
  "FAQA9": "Estamos tratando de entregar actualizaciones diariamente y correcciones lo antes posible. Es posible que hayamos publicado una nueva versión y que su navegador haya almacenado la antigua. Si estás en <b>Windows</b>, mantén pulsado <b>Ctrl y después F5</b>. <b>Para usuarios de Mac</b>, presiona <b>CMD y Mayus y después R</b>. Siesto no funciona, mándanos un Mensaje Directo en Twitter con captura de pantalla donde se abre la consola de desarrollador.",
  "FAQQ10": "¿Qué significa SEND, CONSUME, LIST?",
  "FAQA10": "SEND se lo enviará a alguien, CONSUME lo quemará, LIST lo pondrá a la venta para que alguien pueda comprárselo.",
  "FAQQ11": "Añadí un NFT, pero no lo veo en la galería, ¿dónde está?",
  "FAQA11": "La mejor manera es comprobarlo a través de <a href=\"https://kusama.subscan.io/\">Subscan Explorer</a> y consultar tu dirección. <a href=\"https://kusama.subscan.io/extrinsic/6095478-1\">Puedes encontrar un ejemplo de cómo se ve la NFT añadida a través del explorador, cuando miras en los intrínsecos.</a>",
  "FAQQ12": "¿Qué países pueden usar el servicio on-ramp?",
  "FAQA12": "En este momento, desde EEUU no puede usarse. Consulta la <a href=\"https://support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/\">lista completa de países autorizados</a>. Ahora mismo no depende de nosotros.",
  "FAQQ13": "¿Cómo puedo vender mi token?",
  "FAQA13": "En este momento, puedes usar LIST en Acciones.",
  "FAQQ14": "¿Configuración de los royalties?",
  "FAQA14": "En este momento no tenemos, pero planeamos implementar algo grande pronto. <a href=\"https://twitter.com/kodadot\">Estate atento síguenos en @KodaDot!</a>",
  "FAQQ15": "¿Cómo puedo crear mi propia tienda?",
  "FAQA15": "Estamos implementando la vista de colección, conjuntos de vista de colección. <a href=\"https://twitter.com/kodadot\">Estate atento síguenos en @KodaDot!</a>",
  "FAQQ16": "¿Cómo funcionan los agradecimientos?",
  "FAQA16": "Es ese corazón 🖤 debajo del Token NFT. We are <a href=\"https://github.com/Swader/rmrk-spec/issues/10\">origin authors of EMOTE in RMRK standard</a> which works like appreciations. It's function is price discovery for your work.",
  "FAQQ17": "¿Estamos financiados?",
  "FAQA17": "En este momento, tenemos la financiación de <a href=\"https://kusama.polkassembly.io/post/384\">Kusama Treasury para el objetivo 1</a>. Estamos buscando activamente opciones de financiación, eventualmente recaudaríamos fondos privados. Contacta con nosotros si estás interesado en una venta privada.",
  "FAQQ18": "¿Tenemos un canal de Telegram?",
  "FAQA18": "Sólo tenemos un canal privado para creadores de NFT, ¡contacta con nosotros si eres un creador de NFT!",
  "FAQQ19": "¿Habrá modo AR/VR o alguna implementación?",
  "FAQA19": "Sí, es parte de nuestro objetivo 2, ¡estén atentos!",
  "FAQQ20": "¿Cómo se abre la consola de desarrollador?",
  "FAQA20": "Si tienes Mac, en Chrome pulsa <b>Option, CMD, J</b>, Firefox <b>Command + Option + K</b>.",
  "FAQQ21": "¿Cómo se actualizan los metadatos de la extensión?",
  "FAQA21": "Vete a <a href=\"https://cloudflare-ipfs.com/ipns/dotapps.io/?rpc=wss%3A%2F%2Fkusama-rpc.polkadot.io#/settings/metadata\">Dotapps.io, Ajustes > Metadata</a> y verás el botón <b>Acualizar metadata</b>, luego recarga la página, debe trabajar con tipos de cadenas recientes",
  "FAQQ22": "['Me aparece \"Low balance error\"",
  "FAQA22": "Asegúrate de que tienes suficiente <b>transferable</b> $KSM en tu cuenta, sin hacer staking. Es diferente. Puedes comprobarlo en <a href=\"https://cloudflare-ipfs.com/ipns/dotapps.io/?rpc=wss%3A%2F%2Fkusama-rpc.polkadot.io#/accounts\">Dotapps.io > Cuentas<a/> y en los saldos desplegados, se puede ver la cantidad <b>Transferible</b>."
}
