{
  "translation": "english",
  "create": "utw贸rz",
  "Create": "Utw贸rz",
  "credit": "dostpne rodki",
  "Credit": "Dostpne rodki",
  "gallery": "galeria",
  "Gallery": "Galeria",
  "accounts": "konta",
  "Accounts": "Konta",
  "transfer": "transfer",
  "Transfer": "Transfer",
  "settings": "ustawienia",
  "Settings": "Ustawienia",
  "first NFT market explorer on Kusama and Polkadot": "pierwsza przegldarka dla rynku NFT dla sieci Kusama i Polkadot",
  "legend": "legenda",
  "collection": "album",
  "Collection": "Album",
  "owner": "autor",
  "actions": "Dostpne opcje",
  "facts": "fakty",
  "instance": "numer katalogowy",
  "Instance": "Numer katalogowy",
  "context": "kontekst",
  "using": "uzyj",
  "computed id": "Identyfikator",
  "content": "Zawarto",
  "create collection": "Utw贸rz Album",
  "Owner address of minted art": 
    "Adres tw贸rcy",
  "Name you want to show in gallery view": 
    "Nazwa kt贸ra ma si wywietla w Galerii",
  "Symbol you want to trade it under": 
    "Symbol handlowy",
  "Describe your collection, it will show under collection view": 
    "Opisz sw贸j album, opis pojawi si pod prezentacj",
  "Add collection cover which will show up at collection view": 
    "Dodaj zdjcie przewodnie kt贸re bdzie wizyt贸wk albumu",
  "Select collection where do you want mint your token": 
    "Wyb贸r kolekcji / albumu do kt贸rej przypisa token",
  "Maximum NFTs in collection": 
    "Maksymalna liczba NFT w kolekcji",
  "Account": "Konto",
  "Name": "Nazwa",
  "Symbol": "Symbol",
  "Description": "Opis",
  "Multimedia data": "Data dodania pliku",
  "Metadata IPFS Hash": "Metadata IPFS Hash",
  "Add Token": "Dodaj Token",
  "Mint": "Stw贸rz",
  "Transferable is by default": "Do przesania",
  "Serial Number": "Numer Seryjny",
  "Name of your token": "Nazwa tokena",
  "Instance_tooltip": 
    "Znacznik jest jak identyfikator dla NFT, wyr贸偶nienie go na rynku. To \"skr贸cona nazwa\"",
  "Upload will upload your image of the NFT": "Zaaduj - doda zdjcie twojego NFT",
  "Click to add image": "Kilknij aby doda zdjcie",
  "Add Animated File": "Dodaj Animacj",
  "Image data": "Informacje o zdjciu",
  "Explorer": "Explorer",
  "Gallery of NFT Tokens and Collectibles": "Galeria NFT i Przedmiot贸w Kolekcjonerskich",
  "Create your NFT Token & Collectibles": "Utw贸rz sw贸je NFT lub Przemiot Kolekcjonerski",
  "New here? We have F.A.Q.": "Sekcja pyta dla nowych u偶ytkownik贸w",
  "Feedback? We\\'d be happy to discuss it.": "Podziel si swoim komentarzem lub opini",
  "Read our story, how we started.": "Jak to si wszystko zaczo...",
  "Frequently Asked Question": "Najwa偶niejsze Pytania",
  "FAQQ1": "Jakiego tokenu potrzebuj do stworzenia NFT?",
  "FAQA1": "<a href=\"https://kusama.network/\">Kusama, $KSM</a>. Do kupienia tutaj <a href=\"#/rmrk/credit\">Credit</a> albo <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">poprzez standardow gied</a>.",
  "FAQQ2": "Jakiego portfela potrzebiuje do stworzenia, zakupu i obsugi?",
  "FAQA2": "Zalecamy korzystanie z <a href=\"https://polkadot.js.org/extension/\">Polkadot Extension </a>. Wersja mobilna w przygotowaniu. We wszystkich przypadkach zalecamy, <b>Zapisz swoje klucze i przechowuj w bezpiecznym miejscu, To najbardziej wra偶liwe dane twojego portfela</b>",
  "FAQQ3": "Jak stworzy moje prace?",
  "FAQA3": "Najpierw udaj sie tutaj <a href=\"/#/rmrk/create\">Create</a>. W pierwszej kolejnoci stw贸rz sw贸j Album a nastpnie Token. Je偶eli chcialby to udokumentowa, czekamy na info!",
  "FAQQ4": "Jak moge sprzeda swoje prace / kolekcje?",
  "FAQA4": "Handel odbywa si na popularnych giedach, dzienna pynno na gieldzie to okoo $200 Milion贸w Dolar贸w, cena tokena KSM to $200 Dolar贸w.", 
  "FAQQ5": "Gdzie mog kupi token $KSM?",
  "FAQA5": "Poprzez integracj z <a href=\"https://ramp.network\">Ramp.network</a>, Kliknij na <a href=\"#/rmrk/credit\">rodki</a>. Mo偶esz u偶y Revolut, standardowego przelewu bankowego, Karty Kredytowej, Apple Pay 偶eby zasili swoje konto $KSM . Mo偶esz r贸wnie偶 zakupi przez Binance <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">Kup $KSM na Binance</a>",
  "FAQQ6": "Jak mog kupi $KSM za $ETH, $BTC lub $DAI?",
  "FAQA6": "Najlepsze oferty znajdziesz na <a href=\"https://www.coingecko.com/en/coins/kusama\"> na gieldach z tej listy </a>. Najwiecej par walutowych znajdziesz na <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">polecamy korzystanie z Binance</a>. Zapraszamy r贸wnie偶 <a href=\"https://simpleswap.io/?ref=6cc6e0c538ad\"> do skorzystania z SimpleSwap</a>.",
  "FAQQ7": "Jaki dokadnie proces powinienem przej przy tworzeniu NFT?",
  "FAQA7": "W pierwszej kolejnoci zainstaluj <a href=\"https://polkadot.js.org/extension/\">Polkadot Extension</a>, <b>zapisz klucze i seed</b>. Nastpnie zasili swoje konto w sekcji <a href=\"#/rmrk/credit\">Dostpne rodki</a>. Po zasileniu konta, poprzez sekcj <a href=\"/#/rmrk/create\">Utw贸rz</a>, stw贸rz swoj Kolekcj / Album. Poczekaj a偶 Kolekcja / Album zostan stworzone i nastpnie w sekcji <a href=\"/#/rmrk/create\">Utw贸rz Token</a> stw贸rz sw贸j pierwszy token! W przypadku jakichkolwiek problem贸w prosimy o kontakt, jestemy w trakcie prac nad naszym Interfejsem. Prosimy o wyrozumiao, jestemy we wczesnej fazie rozwoju i cieszymy si 偶e mamy tyle do odkrycia. Zapraszamy do wsp贸lpracy, jestemy otwarci na wszelkie propozycje i wsparcie. Owocnego Tworzenia! ",
  "FAQQ8": "Czy mo偶na u偶ywa tego w wiecie wirtualnym?",
  "FAQA8": "Jestemy w trakcie badania wszystkich mo偶liwoci zastosowania technologi VR i jest to kolejnym etapem zao偶onego planu rozwoju projektu",
  "FAQQ9": "Jak sobie radzi w przypadku bed贸w ?",
  "FAQA9": "Staramy si reagowa na wszystkie zgaszane kwestie na bie偶co i cay czas pracujemy nad aktualizacjami. W przypadku problem贸w z poczeniem przyczyn mo偶e by kwestis cache. W takim przypadku, jeli korzystasz z <b>Windows</b>, przytrzymaj <b>Ctrl i nacinij F5</b>. <b>Jeli u偶ywasz Mac'a</b>, przytrzymaj <b>CMD i Shift a nastpnie nacinij R</b>.Jeli te rozwizaia nie pomog, prosimy o kontakt na Twitterze z przeslanym zrzutem ekranu z stanu konsoli.",
  "FAQQ10": "Co oznaczaj pojcia SEND, CONSUME, LIST?",
  "FAQA10": "SEND to opcja wysania do innego u偶ytkownika, CONSUME oznacza spalenie przedmiotu, LIST oznacza wystawienie do sprzeda偶y.",
  "FAQQ11": "Stworzym NFT ale nie widz go w galerii, gdzie zatem mam szuka?",
  "FAQA11": "Najlepszym sposobem jest sprawdzenie poprzez <a href=\"https://kusama.subscan.io/\">Subscan Explorer</a>i wpisanie swojego adresu. <a href=\"https://kusama.subscan.io/extrinsic/6095478-1\">Przykad jak wyglda wytworzone NFT w przegldarce blockchaina .</a>",
  "FAQQ12": "Dla jakich kraj贸w dostpna jest opcja FIAT?",
  "FAQA12": "NIestety obywatele Stan贸w Zjednoczonych s wyczeni z obsugi, we wszystkuch innych krajach opcja powinna by dostpna, <a href=\"https://support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/\">lista kraj贸w z dostpem do funkcji</a>. Niestety nie mamy wpywu na ten element",
  "FAQQ13": "W jaki spos贸b mog sprzeda sw贸j token?",
  "FAQA13": "W tej chwili, za pomoca opcji LIST w panelu Dostpne opcje.",
  "FAQQ14": "Jak wyglda kwestia praw autorskich?",
  "FAQA14": "Pracujemy nad kwestiami logiki acucha i zabezpiecze i ju偶 niebawem bdziemy w stanie przedstawi nasze rozwizania.<a href=\"https://twitter.com/kodadot\">Zapraszamy do obserwacji naszego konta na Twitter @KodaDot!</a>",
  "FAQQ15": "Jak mog stworzy wasny sklep?",
  "FAQA15": "Jestemy w trakcie prac nad udostpnieniem takich opcji ju偶 niebawem. <a href=\"https://twitter.com/kodadot\">Zapraszamy do obserwacji naszego konta na Twitter @KodaDot!</a>",
  "FAQQ16": "Na jakiej zasadzie rozwizana jest kwestia atrakcyjnoci i oceniania przedmiot贸w",
  "FAQA16": "Poprzez to serce  znajdujce sie pod NFT. Jestemy autorami <a href=\"https://github.com/Swader/rmrk-spec/issues/10\">systemu EMOTE w standardzie RMRK</a> kt贸ry dzia jak system nagradzania lub popularnoci przedmiotu. To jakby funkcja odzwierciedlajca mo偶liw wycen.",
  "FAQQ17": "Czy otrzymalicie jakies wsparie finansowe na rozw贸j projektu?",
  "FAQA17": "Do tej pory otrzymalimy <a href=\"https://kusama.polkassembly.io/post/384\">Kusama Treasury funding for Milestone 1</a>. Cay czas aktywnie poszukujemy mo偶liwoci finansowania naszego projektu, bierzemy rownie偶 pod uwag opcje otwarcia si na wsparcie prywatnych inwestor贸w. Promy o kontakt w przypdaku zainteresowania wsparciem inwestycyjnym projektu",
  "FAQQ18": "Czy macie sw贸j kana Telegram?",
  "FAQA18": "W tej chwili mamy zamknit grup dla autor贸w kolekcji, je偶eli chciaby doczy lub jeste autorem, zapraszamy do kontaktu!",
  "FAQQ19": "Czy zamierzacie wprowadzi opcj AR/VR?",
  "FAQA19": "Tak, jak najbardziej, to kolejny etap - Milestone 2, planowanego rozwoju projektu!",
  "FAQQ20": "Jak otworzy konsole w statusie developerskim?",
  "FAQA20": "Je偶eli korzystasz z Mac'a i Chrome, nacinij <b>Option, CMD, J</b>, W przupadku Firefox'a <b>Command + Option + K</b>.",
  "FAQQ21": "Jak zaktualizowa metadane do rozszerzenia",
  "FAQA21": "Udaj sie na <a href=\"https://cloudflare-ipfs.com/ipns/dotapps.io/?rpc=wss%3A%2F%2Fkusama-rpc.polkadot.io#/settings/metadata\">Dotapps.io, Settings > Metadata</a>i zr贸b to za pomoc przycisku <b>Update metadata</b>, nastpnie odswie偶 okno przegldarki i aplikacja powinna ponownie czy si z dostpnymi sieciami",
  "FAQQ22": "Wyskakuje mi bd \"Low balance error\"",
  "FAQA22": "Sprawd藕 czy na pewno masz <b>dostpne do transferu</b> $KSM na swoim koncie,i czy nie s zablokowane w stejku. Status dostpnych rodk贸w do transferu mo偶esz sprawdzic przez <a href=\"https://cloudflare-ipfs.com/ipns/dotapps.io/?rpc=wss%3A%2F%2Fkusama-rpc.polkadot.io#/accounts\">Dotapps.io > Accounts<a/> i sprawdzi dostpnoc klikajc na <b>Transferable</b> kwot."
}
