{
  "translation": "tradução",
  "create": "criar",
  "Create": "Criar",
  "credit": "crédito",
  "Credit": "Crédito",
  "gallery": "galeria",
  "Gallery": "Galeria",
  "accounts": "contas",
  "Accounts": "Contas",
  "transfer": "transferir",
  "Transfer": "Transferir",
  "settings": "definições",
  "Settings": "Definições",
  "first NFT market explorer on Kusama and Polkadot": "primeiro explorador de mercado NFT em Kusama e Polkadot",
  "legend": "lenda",
  "collection": "coleção",
  "Collection": "Coleção",
  "owner": "dono",
  "actions": "ações",
  "facts": "factos",
  "instance": "instância",
  "Instance": "Instância",
  "context": "contexto",
  "using": "usando",
  "computed id": "id computado",
  "content": "conteúdo",
  "create collection": "criar coleção",
  "Owner address of minted art": 
    "Endereço de arte cunhada do dono",
  "Name you want to show in gallery view": 
    "Nome que pretende mostrar na visualização da galeria",
  "Symbol you want to trade it under": 
    "Símbolo que deseja negociar",
  "Describe your collection, it will show under collection view": 
    "Descreva a sua coleção, será mostrado na vista da coleção",
  "Add collection cover which will show up at collection view": 
    "Adicione uma capa para a coleção que será mostrada na vista da coleção",
  "Select collection where do you want mint your token": 
    "Selecione a coleção onde deseja cunhar o seu token",
  "Maximum NFTs in collection": 
    "Máximo de NFTs na coleção",
  "Account": "Conta",
  "Name": "Nome",
  "Symbol": "Símbolo",
  "Description": "Descrição",
  "Multimedia data": "Dados multimédia",
  "Metadata IPFS Hash": "Hash de metadados IPFS",
  "Add Token": "Adicionar Token",
  "Mint": "Cunhar",
  "Transferable is by default": "Transferível está ativo por defeito",
  "Serial Number": "Número de série",
  "Name of your token": "Nome do seu token",
  "Instance_tooltip": "A instância é como o identificador de um NFT, como um ticker do marketplace. É como uma \"abreviatura computer-friendly\"",
  "Upload will upload your image of the NFT": "Upload irá carregar a sua imagem do NFT",
  "Click to add image": "Clique para adicionar imagem",
  "Add Animated File": "Adicione um Ficheiro Animado",
  "Image data": "Dados da imagem",
  "Explorer": "Explorador",
  "Gallery of NFT Tokens and Collectibles": "Galeria de Tokens e Colecionáveis NFT",
  "Create your NFT Token & Collectibles": "Crise o seu Token e Colecionáveis NFT",
  "New here? We have F.A.Q.": "Novo por aqui? Nós temos um F.A.Q.",
  "Feedback? We\\'d be happy to discuss it.": "Comentários? Nós gostaríamos de os ouvir.",
  "Read our story, how we started.": "Leia a nossa história, como começamos.",
  "Frequently Asked Question": "Perguntas Frequentes",
  "FAQQ1": "Que moeda é usada para NFTs?",
  "FAQA1": "<a href=\"https://kusama.network/\">Kusama, $KSM</a>. Pode obter através da funcionalidade de <a href=\"#/rmrk/credit\">Crédito</a> ou <a href=\"https://www.binance.com/en/register?ref=62169188\">através de uma plataforma de troca</a>.",
  "FAQQ2": "Que carteira preciso para cunhar, comprar e colecionar?",
  "FAQA2": "Recomendamos que utilize <a href=\"https://polkadot.js.org/extension/\">Polkadot Extension</a> por agora. Posteriormente planeamos adicionar uma experiência responsiva. Em qualquer cenário, <b>faça backup dos seus dados, é o seu direito como proprietário.</b>",
  "FAQQ3": "Como vou cunhar o meu trabalho?",
  "FAQA3": "Você irá até ao menu <a href=\"/#/rmrk/create\">Criar</a>. Primeiro precisará de cunhar a sua Coleção e depois o seu Token. Se necessitar de um vídeo, envie-nos uma mensagem!",
  "FAQQ4": "Como posso trocar KSM pela minha obra?",
  "FAQA4": "É amplamente apoiado em trocas populares. A liquidez diária nas bolsas é de cerca de 200$ milhões no momento da escrita e 1$ KSM é negociado por aproximadamente 100$.",
  "FAQQ5": "Como posso comprar KSM como recém-chegado?",
  "FAQA5": "Temos integração com <a href=\"https://ramp.network\">Ramp.network</a>, clique em <a href=\"#/rmrk/credit\">Crédito na barra de navegação</a>. Pode utilizar Revolut, transferência manual de um banco, cartão de débito e Apple Pay para recarregar seu endereço KSM. Pode ainda <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">comprar $KSM no Binance</a>",
  "FAQQ6": "Como posso comprar KSM com ETH, DAI, BTC..?",
  "FAQA6": "Para melhores taxas, pode <a href=\"https://www.coingecko.com/en/coins/edgeware#markets\">utilizar troca de custódia da lista</a>. Para melhor experiência <a href=\"https://www.binance.com/en/register?ref=62169188\">nós recomendamos que utilize Binance</a>. Se está à <a href=\"https://simpleswap.io/?ref=6cc6e0c538ad\">procura de uma troca simples, tente o SimpleSwap</a>.",
  "FAQQ7": "Qual é o fluxo quando sou um criador NFT?",
  "FAQA7": "Primeiramente, necessita de instalar a <a href=\"https://polkadot.js.org/extension/\">Polkadot Extension</a>, <b>e fazer backup do seu seed</b>. Depois carrega o endereço da sua carteira através da nossa funcionalidade de <a href=\"#/rmrk/credit\">Crédito</a>. Quando tiver fundos, navegue até <a href=\"/#/rmrk/create\">Criar</a>, crie uma Coleção. Aguarde até que a Coleção seja cunhada, depois vá até <a href=\"/#/rmrk/create\">Criar Token</a> e cunhe o seu primeiro token! Se teve problemas, estamos a trabalhar no nosso fluxo UX. KodaDot tem código desenvolvimento há apenas um mês e há ainda espaço para melhorar, conte connosco, somos uma equipa apenas de dois. Boa Cunhagem! 😌",
  "FAQQ8": "Posso usar isto em mundos virtuais?",
  "FAQA8": "Estamos a explorar possibilidades, na verdade planeamos pesquisar ativamente sobre isso na nossa próxima milestone",
  "FAQQ9": "Tenho erros, como resolvê-los?",
  "FAQA9": "Estamos a tentar fornecer atualizações incrementais diariamente e correções o mais rápido possível. Podemos ter publicado uma nova versão e o seu navegador ter armazenado em cache a antiga. Se está em <b>Windows</b>, tente pressionar <b>Ctrl e simultaneamento o F5</b>. <b>Utilizadores Mac</b>, pressione <b>CMD e Shift e de seguida pressione R</b>. Se isto não ajudar, envie-nos uma mensagem privada no Twitter com uma imagem com a consola de desenvolvimento aberta.",
  "FAQQ10": "O que significa SEND, CONSUME, LIST?",
  "FAQA10": "SEND enviará para outra pessoa, CONSUME irá queimá-lo, LIST irá listar para venda para que alguém possa comprar.",
  "FAQQ11": "Cunhei NFT, mas não o vejo na galeria, onde está?",
  "FAQA11": "A melhor maneira é verificar através do <a href=\"https://kusama.subscan.io/\">Subscan Explorer</a> e procurar o seu endereço. <a href=\"https://kusama.subscan.io/extrinsic/6095478-1\">Pode encontrar exemplos de como um NFT cunhado aparece, quando você olha para extrínsecos.</a>",
  "FAQQ12": "Quais países oferecem suporte on-ramp?",
  "FAQA12": "No momento, estamos cientes de que os EUA não são suportados, mas os outros países devem funcionar, <a href=\"https://support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/\">lista completa de países com suporte</a>. Isto não é do nosso controlo neste momento.",
  "FAQQ13": "Como irei vender o meu token?",
  "FAQA13": "Neste momento, irá usar a opção LIST nas Ações.",
  "FAQQ14": "Configurações de streams de royalties?",
  "FAQA14": "No momento, não temos lógica em cadeia, mas planeamos implementar algo ótimo brevemente. <a href=\"https://twitter.com/kodadot\">Continue connosco e siga-nos em @KodaDot!</a>",
  "FAQQ15": "Como posso criar a minha loja?",
  "FAQA15": "Estamos a implementar a visão de coleção e os conjuntos de visão de coleção. <a href=\"https://twitter.com/kodadot\">Continue connosco e siga-nos em @KodaDot!</a>",
  "FAQQ16": "Como funcionam as apreciações?",
  "FAQA16": "É o coração 🖤 debaixo do token NFT. Nós somos <a href=\"https://github.com/Swader/rmrk-spec/issues/10\">autores originais de EMOTE dentro dos standards RMRK</a> que funcionam como apreciações. A sua função é a descoberta de preços para o seu trabalho.",
  "FAQQ17": "Estão financiados?",
  "FAQA17": "Neste momento, temos o <a href=\"https://kusama.polkassembly.io/post/384\">Kusama Treasury funding for Milestone 1</a>. Estamos a procurar ativamente opções de financiamento e, eventualmente, abriríamos a fundos privados. Envie-nos uma mensagem se estiver interessado numa venda privada.",
  "FAQQ18": "Têm canal de Telegram?",
  "FAQA18": "Apenas temos um canal privado para criadores NFT, envie-nos uma mensagem se é um deles!",
  "FAQQ19": "Você terá um modo ou implementação de AR / VR?",
  "FAQA19": "Sim, isso faz parte do nosso Milestone 2, fique atento!",
  "FAQQ20": "Como abrir a console de desenvolvedor?",
  "FAQA20": "Se está num Mac, no Chrome pressione <b>Opção, CMD, J</b>, Firefox <b>Comando + Opção + K</b>.",
  "FAQQ21": "Como atualizo os metadados da extensão?",
  "FAQA21": "Vá até <a href=\"https://cloudflare-ipfs.com/ipns/dotapps.io/?rpc=wss%3A%2F%2Fkusama-rpc.polkadot.io#/settings/metadata\">Dotapps.io, Settings > Metadata</a> e carregue no botão <b>Update metadata</b>, depois atualize a sua janela, deve estar a trabalhar com tipos de cadeia recentes",
  "FAQQ22": "Tenho um erro de saldo baixo!",
  "FAQA22": "Verifique se possui $KSM <b>transferível</b> na sua conta, não em 'stake'. Isso é diferente. Pode verificar em <a href=\"https://cloudflare-ipfs.com/ipns/dotapps.io/?rpc=wss%3A%2F%2Fkusama-rpc.polkadot.io#/accounts\">Dotapps.io > Accounts<a/> e em 'balances unfold', pode verificar o saldo <b>Transferível</b>."
}
