{
  "translation": "اردو",
  "create": "بنائیں",
  "Create": "بنائیں",
  "credit": "کریڈٹ",
  "Credit": "کریڈٹ",
  "gallery": "گیلری",
  "Gallery": "گیلری",
  "accounts": "اکاؤنٹس",
  "Accounts": "اکاؤنٹس",
  "transfer": "منتقلی",
  "Transfer": "منتقلی",
  "settings": "ترتیبات",
  "Settings": "ترتیبات",
  "first NFT market explorer on Kusama and Polkadot": "Kusama اور Polkadot پر پہلا NFT مارکیٹ ایکسپلورر",
  "legend": "علامات",
  "collection": "مجموعہ",
  "Collection": "مجموعہ",
  "owner": "مالک",
  "actions": "عمل",
  "facts": "حقائق",
  "instance": "مثال",
  "Instance": "مثال",
  "context": "سیاق و سباق",
  "using": "استعمال",
  "computed id": "حسابی شناخت",
  "content": "مواد",
  "create collection": "مجموعہ بنائیں",
  "Owner address of minted art":
    "ِنٹڈ آرٹ کا مالک پتہ",
  "Name you want to show in gallery view":
    "نام جو آپ گیلری ویو میں دکھانا چاہتے ہیں",
  "Symbol you want to trade it under":
    "جس علامت کے تحت آپ اس کے تحت تجارت کرنا چاہتے ہیں",
  "Describe your collection, it will show under collection view":
    "اپنے مجموعہ کی وضاحت کریں ، یہ مجموعہ نظارے کے تحت دکھائے گا",
  "Add collection cover which will show up at collection view":
    "مجموعہ کا احاطہ شامل کریں جو مجموعہ دیکھنے پر دکھائے گا",
  "Select collection where do you want mint your token":
    "وہ مجموعہ منتخب کریں جہاں آپ اپنے ٹکن کو ٹکسال چاہتے ہو",
  "Maximum NFTs in collection":
    "زیادہ سے زیادہ NFTs مجموعہ",
  "Account": "اکاؤنٹ",
  "Name": "نام",
  "Symbol": "علامت",
  "Description": "تفصیل",
  "Multimedia data": "ملٹی میڈیا ڈیٹا",
  "Metadata IPFS Hash": "میٹا ڈیٹا IPFS ہیش",
  "Add Token": "ٹوکن شامل کریں",
  "Mint": "ٹکسال",
  "Transferable is by default": "منتقلی قابل ہے",
  "Serial Number": "سیریل نمبر",
  "Name of your token": "آپ کے ٹوکن کا نام",
  "Instance_tooltip":
    "مثال کے طور پر NFT کے شناخت کنندہ کی طرح ہے ، جیسے بازار کا ٹکراؤ۔ یہ ایک مختصر کمپیوٹر دوست نام ہے",
  "Upload will upload your image of the NFT": "اپ لوڈ NFT کی آپ کی تصویر اپ لوڈ کرے گا",
  "Click to add image": "تصویر شامل کرنے کے لئے کلک کریں",
  "Add Animated File": "متحرک فائل شامل کریں",
  "Image data": "تصویری ڈیٹا",
  "Explorer": "ایکسپلورر",
  "Gallery of NFT Tokens and Collectibles": "ٹوکن اور وصولی کی گیلری NFT",
  "Create your NFT Token & Collectibles": "ٹوکن اور وصولی تیار کریں NFT آپ کے",
  "New here? We have F.A.Q.": "ہیں F.A.Q کیا تم یہاں نئے ہو؟ ہمارے پاس",
  "Feedback? We\\'d be happy to discuss it.": "آپ کی رائے؟ ہمیں اس پر تبادلہ خیال کرکے خوشی ہوگی۔",
  "Read our story, how we started.": "ہماری کہانی پڑھیں ، ہم نے کیسے شروعات کی۔",
  "Frequently Asked Question": "اکثر پوچھے گئے سوال",
  "FAQQ1": "کے لئے کون سا سکے استعمال کیا جاتا ہے؟ NFTs",
  "FAQA1": "حراستی تبادلے کے ذریعے حاصل کرسکتے ہیں <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">کی خصوصیت کے ذریعے یا <a href=\"#/rmrk/credit\">کریڈٹ</a> آپ اسے اپنی <a href=\"https://kusama.network/\">Kusama, $KSM</a>.",
  "FAQQ2": "مجھے کون سا بٹوے کی ضرورت ہے ، ٹکسال ، خرید اور جمع کرنے کے لئے؟",
  "FAQA2": ".<a href=\"https://polkadot.js.org/extension/\">ایکسٹینشن استعمال کریںPolkadot</a> ہم آپ کو مشورہ دیتے ہیں کہ ابھی کے لئے آپ بعد میں ہم موبائل پہلا تجربہ شامل کرنے کا ارادہ رکھتے ہیں۔تمام معاملات میں ، اپنی سیڈ ، اس کے اپنے مالکان کو صحیح اور قدر کی قیمت کا بیک اپ بنائیں۔",
  "FAQQ3": "میں اپنے کام کی ٹکسال کیسے کروں گا؟",
  "FAQA3": "۔ آپ کو پہلے اپنے کلیکشن اور پھر ٹوکن ٹکسال کی ضرورت ہے۔ اگر آپ اس کی ویڈیو کرنا چاہتے ہیں تو ہمیں براہ راست پیغام بھیجیں!پر جائیں گے۔ <a href=\"/#/rmrk/create\">تخلیق</a> آپ",
  "FAQQ4": "میں تجارت کیسے کرسکتا ہوں؟ KSM میں اپنے آرٹ ورک سے",
  "FAQA4": "مقبول تبادلے پر اس کی وسیع پیمانے پر تائید ہوئی۔ لکھتے وقت ایکسچینج میں روزانہ لیکویڈیٹی 200 ملین ڈالر کے قریب ہوتی ہے اور 1 کے ایس ایم 100 ڈالر میں ٹریڈ ہوتی ہے۔",
  "FAQQ5": "میں نئے آنے والے کی حیثیت سے کیسے خرید سکتا ہوں؟",
  "FAQA5": "ہم ریمپ کے ساتھ انضمام ہے. نیٹ ورک ، نوبار میں کریڈٹ پر کلک کریں.آپ بغاوت کا استعمال کر سکتے ہیں, دستی بینک ٹرانسفر, ڈیبٹ کارڈ اور ایپل ادا آپ کے کم ایڈریس اوپر اپ.آپ کم میں خرید سکتے ہیں",
  "FAQQ6": "کے ساتھ کیسے خرید سکتا ہوں؟ ETH ، DAI ، BTC کو KSM میں",
  "FAQA6": "بہترین شرحوں کے لئے ، آپ نگران ایکسچینج کو فہرست سے استعمال کرسکتے ہیں.بہترین تجربے کے لئے ہم آپ کو بننسی استعمال کرنے کا مشورہ دیتے ہیں۔ اگر آپ سادہ تجارت کی تلاش میں ہیں تو سادہ سویپ کی کوشش کریں",
  "FAQQ7": "کی تخلیق کا کیا عمل ہے ؟ NFT",
  "FAQA7": "سب سے پہلے ، آپ کو پولکادوٹ توسیع انسٹال کرنے کی ضرورت ہے ، آپ کے بیجوں کو بیک اپ.اس کے بعد آپ ہمارے کریڈٹ کی خصوصیت کے ذریعہ اپنے بٹوے ایڈریس کو اوپر جاتے ہیں.ایک بار جب آپ کے پاس فنڈز ہوں، تخلیق کریں، جمع بنائیں۔ مجموعہ ڈھالنے تک انتظار کریں، پھر آپ ٹوکن اور پودینہ بنانے جائیں تو آپ اپنا پہلا ٹوکن بنائیں!اگر آپ کے مسائل تھے تو ہم اپنے UX کے بہاؤ پر کام کر رہے ہیں ۔کودادوٹ مہینے پرانے کوڈ کے ارد گرد ہے اور اب بھی بہتر بنانے کے لئے کمرے ہے ، ہمارے ساتھ برداشت کرنا ، ہم صرف دو ٹیم ہیں.ہیپی منٹنگ.",
  "FAQQ8": "یا میں اسے مجازی دنیاؤں میں استعمال کر سکتا ہوں ؟",
  "FAQA8": "ہم امکانات تلاش کر رہے ہیں، ہم دراصل اپنے دوسرے سنگ میل میں اس پر فعال تحقیق کرنے کا ارادہ کرتے ہیں",
  "FAQQ9": "میں نے غلطیاں ہیں، انہیں کیسے حل کیا جائے؟",
  "FAQA9": "ہم روزانہ کی بنیاد پر ورددشیل اپ ڈیٹس کی فراہمی کی کوشش کر رہے ہیں اور جلد ہی ممکن حد تک اصلاحات.ہم نیا ورژن شائع کر سکتے ہیں اور آپ کے براؤزر نے پرانا کیسہ کیا ہے۔اگر آپ <b> Windows</b> پر ہیں تو ctrl <b> دبانے کی کوشش کریں اور پھر F5 </b>۔<b>میک صارفین</b>، سی ایم ڈی <b> شفٹ دبارکھیں اور پھر آر </b>۔اگر یہ مدد نہیں ہوئی تو ، اسکرین شاٹ کے ساتھ ٹویٹر پر DMs جہاں ڈویلپر کنسول کھلی ہے.",
  "FAQQ10": "بھیجیں، بھسم، فہرست کا کیا مطلب ہے؟",
  "FAQA10": "بھیجیں اسے کسی کو بھیج دیں گے, بسم اسے جلا دیں گے, فہرست فروخت کے لئے اس کی فہرست کرے گا تاکہ کسی کو آپ سے خرید سکتے ہیں.",
  "FAQQ11": "میں نے ایک ٹوکن ہاتھوں لیکن میں اسے گیلری ، نگارخانہ میں نہیں دیکھ رہا ہوں.میں اسے کہاں سے تلاش کرسکتا ہوں ؟",
  "FAQA11": "سب سے بہتر طریقہ ذیلی اسکین ایکسپلورر کے ذریعے چیک کرنے اور آپ کے ایڈریس کو تلاش کرنے کے لئے ہے.آپ مثال تلاش کرسکتے ہیں کہ کس طرح ہاتھوں NFT ایکسپلورر کے ذریعہ نظر آتا ہے ، جب آپ صوری پر نظر آتے ہیں.",
  "FAQQ12": "کون سے ممالک کے لئے فائیٹ آن ریمپ سپورٹ ہے؟",
  "FAQA12": "ابھی ہم اس بات سے آگاہ ہیں کہ امریکہ کی حمایت نہیں ہے ، دوسرے تمام ممالک کو کام کرنے کی مکمل فہرست میں مدد کرنی چاہیے ۔یہ ابھی ہمارے کنٹرول سے باہر ہے.",
  "FAQQ13": "میں اپنا ٹوکن کس طرح فروخت کروں گا ؟",
  "FAQA13": "ابھی ، آپ کو اعمال میں فہرست کا استعمال کریں گے",
  "FAQQ14": "رائلوں اسٹریمز کی ترتیبات ؟",
  "FAQA14": "ابھی ، ہمارے پاس چین کی منطق نہیں ہے ، لیکن ہم جلد ہی کچھ اچھا لاگو کرنے کا ارادہ رکھتے ہیں.ہمارے ساتھ رہو اور ہمیں @KodaDot پر عمل کریں",
  "FAQQ15": "میں اپنی دکان کیسے بنا سکتا ہوں ؟",
  "FAQA15": "ہم مجموعہ منظر، مجموعہ منظر کے سیٹ پر عمل درآمد کر رہے ہیں۔ ہمارے ساتھ رہو اور ہمارے پیچھے @KodaDot",
  "FAQQ16": "تعریفوں کیسے کام کرتا ہے ؟",
  "FAQA16": "NFT ٹوکن کے تحت یہ دل ہے. ہم رمرک معیار جو تعریفوں کی طرح کام کرتا ہے میں ایموٹی کے اصل مصنفین ہیں.یہ فنکشن آپ کے کام کے لئے قیمت کی تلاش ہے.",
  "FAQQ17": "کیا آپ کو مالی امداد دی جاتی ہے؟",
  "FAQA17": "ابھی, ہم نے سنگ میل کے لئے کوساما خزانہ فنڈنگ ہے 1. ہم فعال طور پر فنڈنگ کے اختیارات کے لئے تلاش کر رہے ہیں, بالآخر ہم نجی فنڈز بلند کریں گے.ہمیں پیغام ، اگر آپ نجی فروخت میں دلچسپی رکھتے ہیں.",
  "FAQQ18": "کیا آپ کے پاس ٹیلی گرام چینل ہے؟",
  "FAQA18": "ہمارے پاس صرف NFT تخلیق کاروں کے لئے نجی چینل ہے ، اگر آپ NFT خالق ہیں تو ہمیں پیغام",
  "FAQQ19": "کیا آپ کے پاس اے آر/ وی آر موڈ یا عمل درآمد ہوگا؟",
  "FAQA19": "جی ہاں، یہ ہمارے سنگ میل 2 کا حصہ ہے، ٹیو رہو",
  "FAQQ20": "ڈویلپر کنسول کیسے کھولیں؟",
  "FAQA20": "اگر آپ میک پر ہیں تو کروم ہٹ <b>آپشن، سی ایم ڈی، جے</b>، فائر فاکس <b>کمانڈ   آپشن   کے</b> پر۔",
  "FAQQ21": "میں توسیع کے لئے میٹا ڈیٹا کو کیسے اپ ڈیٹ کروں ؟",
  "FAQA21": "آپ Dotapps.io، ترتیبات اور پھر میٹا ڈیٹا پر جائیں اور وہاں بٹن دیکھیں <b>تازہ کاری میٹا ڈیٹا</b>، پھر اپنی ونڈو تازہ کریں، حالیہ زنجیر کی اقسام کے ساتھ کام کرنا چاہئے",
  "FAQQ22": "مجھے کم بیلنس کی غلطی ملی ہے",
  "FAQA22": "چیک کریں کہ آیا آپ کے اکاؤنٹ $KSM قابل منتقلی ہے، نہ کہ داسکی۔یہ مختلف ہے. آپ Dotapps.io پر اکاؤنٹس اور بیلنس کے تحت اس کی جانچ پڑتال کرسکتے ہیں ، آپ وہاں <b> منتقلی </b> رقم دیکھ سکتے ہیں."
}
