{
  "translation": "english",
  "create": "crea",
  "Create": "Crea",
  "credit": "accredita",
  "Credit": "Accredita",
  "gallery": "galleria",
  "Gallery": "Galleria",
  "accounts": "account",
  "Accounts": "Account",
  "transfer": "trasferisci",
  "Transfer": "Trasferisci",
  "settings": "impostazioni",
  "Settings": "Impostazioni",
  "first NFT market explorer on Kusama and Polkadot": "primo explorer del mercato NFT su Kusama e Polkadot",
  "legend": "Legenda",
  "collection": "Collezione",
  "Collection": "Collezione",
  "owner": "Proprietario",
  "actions": "Azioni",
  "facts": "Informazioni",
  "instance": "Istanza",
  "Instance": "Istanza",
  "context": "Panoramica",
  "using": "attualmente in uso",
  "computed id": "Id computato",
  "content": "Contenuto",
  "create collection": "Crea Collezione",
  "Owner address of minted art": 
    "Indirizzo del proprietario dell'arte coniata",
  "Name you want to show in gallery view": 
    "Nome che vuoi mostrare nella schermata della galleria",
  "Symbol you want to trade it under": 
    "Simbolo con il quale vuoi fare trading",
  "Describe your collection, it will show under collection view": 
    "Descrivi la tua collezione, sarà visualizzata nella schermata della collezione",
  "Add collection cover which will show up at collection view": 
    "Aggiungere la copertina della collezione che apparirà nella schermata della collezione",
  "Select collection where do you want mint your token": 
    "Selezionare la collezione dove si desidera coniare il vostro token",
  "Maximum NFTs in collection": 
    "Numero massimo di NFT nella collezione",
  "Account": "Account",
  "Name": "Nome",
  "Symbol": "Simbolo",
  "Description": "Descrizione",
  "Multimedia data": "Dati multimediali",
  "Metadata IPFS Hash": "IPFS Hash utilizzato per recuperare i metadati",
  "Add Token": "Inserisci Token",
  "Mint": "Conia",
  "Transferable is by default": "É Trasferibile per impostazione predefinita",
  "Serial Number": "Numero di serie",
  "Name of your token": "Nome del tuo token",
  "Instance_tooltip": 
    "L'istanza è come l'identificatore di un NFT, come un ticker del marketplace. È un \"nome abbreviato per il computer\"",
  "Upload will upload your image of the NFT": "Carica caricherà la tua immagine del NFT",
  "Click to add image": "Fare clic per aggiungere l'immagine",
  "Add Animated File": "Aggiungi un file animato",
  "Image data": "Dati dell'immagine",
  "Explorer": "Explorer",
  "Gallery of NFT Tokens and Collectibles": "Galleria di token NFT e oggetti da collezione",
  "Create your NFT Token & Collectibles": "Crea il tuo token NFT e i tuoi oggetti da collezione",
  "New here? We have F.A.Q.": "Sei nuovo qui? Abbiamo una F.A.Q.",
  "Feedback? We\\'d be happy to discuss it.": "Feedback? Saremo felici di discuterne.",
  "Read our story, how we started.": "Leggi la nostra storia, come tutto è cominciato.",
  "Frequently Asked Question": "Domande frequenti",
  "FAQQ1": "Quale moneta è utilizzata per gli NFT?",
  "FAQA1": "<a href=\"https://kusama.network/\">Kusama, $KSM</a>. Puoi ottenere Kusama attraverso la nostra <a href=\"#/rmrk/credit\">funzione di accreditamento</a> o <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">attraverso custodial exchange</a>.",
  "FAQQ2": "Di quale portafoglio ho bisogno per coniare, comprare e collezionare?",
  "FAQA2": "Ti consigliamo di utilizzare <a href=\"https://polkadot.js.org/extension/\">l'estensione di Polkadot per ora</a>. Abbiamo in programma di aggiungere una versione mobile più in là. In tutti i casi, <b>effettua il backup del tuo seed, questo rappresenta il tuo diritto di proprietà ed è perciò un oggetto di valore.</b>",
  "FAQQ3": "Come conierò la mia opera?",
  "FAQA3": "Ti dovrai dirigere alla pagina <a href=\"/#/rmrk/create\">Crea</a>. Dovrai prima coniare la tua Collezione e poi i Token. Se vuoi registrare un video che mostra tutto questo, inviaci un messaggio in privato!",
  "FAQQ4": "Come posso scambiare i KSM ottenuti con le mie opere d'arte?",
  "FAQA4": "KSM è ampiamente supportato dagli exchange più popolari. La liquidità giornaliera sugli exchange è di circa 200 milioni di dollari al momento in cui scriviamo e 1 $KSM viene scambiato per ~100 dollari.",
  "FAQQ5": "Da neofita, come posso comprare KSM?",
  "FAQA5": "Abbiamo un'integrazione con <a href=\"https://ramp.network\">Ramp.network</a>, clicca sul pulsante <a href=\"#/rmrk/credit\">Accredita presente nella barra di navigazione</a>. Puoi usare Revolut, bonifico bancario manuale, carta di debito e Apple Pay per ricaricare il tuo indirizzo KSM. Puoi <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">acquistare $KSM su Binance</a>",
  "FAQQ6": "Come posso comprare KSM con ETH, DAI, BTC...?",
  "FAQA6": "Per i migliori tassi di cambio, è possibile <a href=\"https://www.coingecko.com/en/coins/kusama\">usare un custodial exchange dalla lista</a>. Per una migliore esperienza <a href=\"https://www.binance.com/en/register?ref=T1JB89F0\">vi raccomandiamo di usare Binance</a>. Invece, se stai <a href=\"https://simpleswap.io/?ref=6cc6e0c538ad\">cercando un’operazione di trading semplice, prova SimpleSwap</a>.",
  "FAQQ7": "Quali sono i passaggi che un creatore di NFT dovrebbe seguire?",
  "FAQA7": "Prima di tutto, devi installare <a href=\"https://polkadot.js.org/extension/\">l'Estensione Polkadot</a>, <b>fare il backup del tuo seed</b>. Poi ricarichi il tuo indirizzo del portafoglio attraverso la nostra <a href=\"#/rmrk/credit\">funzione di accreditamento</a>. Una volta che hai i fondi necessari, vai su <a href=\"/#/rmrk/create\">Crea</a>, crea la collezione. Aspetta che la Collezione sia coniata, poi vai su <a href=\"/#/rmrk/create\">Crea Token</a> e Conia il tuo primo token! Se hai avuto problemi, stiamo lavorando sul flusso della nostra UX. Abbiamo iniziato a scrivere il codice di KodaDot da circa un mese e c'è ancora spazio per migliorare, abbiate pazienza con noi, siamo solo un team di due persone. Felice Coniazione 😌",
  "FAQQ8": "Posso usarlo nei mondi virtuali?",
  "FAQA8": "Stiamo esplorando le possibilità, in realtà abbiamo intenzione di fare una ricerca attiva su questo nella nostra milestone 2",
  "FAQQ9": "Ho degli errori, come posso risolverli?",
  "FAQA9": "Stiamo cercando di fornire aggiornamenti incrementali e correzioni il più presto possibile. Potremmo aver pubblicato una nuova versione e il tuo browser ha in cache quella vecchia. Se sei su <b>Windows</b>, prova a tenere premuto <b>Ctrl e poi premi F5</b>. <b>Mentre, se sei un utente Mac</b>, premi <b>CMD e Shift e poi premi R</b>. Se questo non ha aiutato, contattaci in privato su Twitter con uno screenshot dove è anche mostrata la console dello sviluppatore.",
  "FAQQ10": "Che cosa significano SEND, CONSUME, LIST?",
  "FAQA10": "SEND lo invierà a qualcuno, CONSUME lo brucerà, LIST lo metterà in vendita in modo che qualcuno possa comprarlo da te.",
  "FAQQ11": "Ho coniato un NFT, ma non lo vedo nella galleria, dov'è?",
  "FAQA11": "Il modo migliore è controllare attraverso <a href=\"https://kusama.subscan.io/\">l'Explorer Subscan</a> e cercare il tuo indirizzo. <a href=\"https://kusama.subscan.io/extrinsic/6095478-1\">Puoi trovare un esempio di come appare l'NFT coniato attraverso l'explorer, quando cerchi l'extrinsic.</a>",
  "FAQQ12": "Quali paesi sono supportati su ramp?",
  "FAQA12": "In questo momento, siamo a conoscenza del fatto che gli Stati Uniti non sono supportati, altri paesi dovrebbero essere supportati, <a href=\"https://support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/\">l'elenco completo dei paesi supportati</a>. Questo è fuori dal nostro controllo in questo momento.",
  "FAQQ13": "Come venderò il mio token?",
  "FAQA13": "Per ora, dovrete userete LIST nella sezione Azioni.",
  "FAQQ14": "Quali sono le impostazioni del flusso di royalties?",
  "FAQA14": "In questo momento, non abbiamo definito una sequenza logica, ma abbiamo intenzione di implementare qualcosa di grande, presto. <a href=\"https://twitter.com/kodadot\">Rimani con noi e seguici @KodaDot!</a>",
  "FAQQ15": "Come posso creare il mio negozio?",
  "FAQA15": "Stiamo implementando la schermata delle collezioni, e anche la schermata degli insiemi delle collezioni. <a href=\"https://twitter.com/kodadot\">Rimani con noi e seguici @KodaDot!</a>",
  "FAQQ16": "Come funzionano gli apprezzamenti?",
  "FAQA16": "È quello il cuore 🖤 sotto i token NFT. Noi siamo <a href=\"https://github.com/Swader/rmrk-spec/issues/10\">gli originali autori di EMOTE nello standard RMRK</a> che funziona come degli apprezzamenti. La sua funzione è la determinazione del giusto prezzo per la tua opera.",
  "FAQQ17": "Siete finanziati?",
  "FAQA17": "In questo momento, abbiamo <a href=\"https://kusama.polkassembly.io/post/384\">il finanziamento proveniente dalla Tesoreria di Kusama per la milestone 1</a>. Siamo attivamente alla ricerca di opzioni di finanziamento, ed eventualmente vorremmo raccogliere fondi privati. Mandateci un messaggio privato se siete interessati alla vendita privata.",
  "FAQQ18": "Avete un canale Telegram?",
  "FAQA18": "Abbiamo solo un canale privato per i creatori di NFT, inviaci un messaggio privato se sei un creatore di NFT!",
  "FAQQ19": "Ci sarà la modalità o l'implementazione di AR/VR?",
  "FAQA19": "Sì, questo fa parte della nostra milestone 2, rimanete sintonizzati!",
  "FAQQ20": "Come aprire la console dello sviluppatore?",
  "FAQA20": "Se sei su Mac, su Chrome premi <b>Option, CMD, J</b>, mentre su Firefox <b>Command + Option + K</b>.",
  "FAQQ21": "Come posso aggiornare i metadati per l'estensione?",
  "FAQA21": "Vai su <a href=\"https://cloudflare-ipfs.com/ipns/dotapps.io/?rpc=wss%3A%2F%2Fkusama-rpc.polkadot.io#/settings/metadata\">Dotapps.io, Impostazioni > Metadata</a> e lì troverai il pulsante <b>Aggiorna metadata</b>, poi aggiorna la tua finestra, dovrebbe funzionare con i tipi di chain recenti",
  "FAQQ22": "Ho un \"errore di saldo insufficiente\"",
  "FAQA22": "Controlla se hai $KSM <b>trasferibili</b> sul tuo account, non messi in staking. Sono due cose diverse. Puoi controllarlo su <a href=\"https://cloudflare-ipfs.com/ipns/dotapps.io/?rpc=wss%3A%2F%2Fkusama-rpc.polkadot.io#/accounts\">Dotapps.io > Accounts<a/> ed estendendo la sezione sotto la voce \"saldi\", puoi vedere la quantità di fondi <b>Trasferibili</b>.",
  "FAQQ23": "Come si configura l'identità?",
  "FAQA23": "Per maggiori dettagli <a href=\"https://guide.kusama.network/docs/en/mirror-learn-identity#docsNav\">come configurare l'identità sulla rete Kusama</a>"
}
